{
  "Clauses": {
    "Commencement": {
      "Description_PL": "Nazwa umowy wraz z oznaczeniem czasu i miejsca jej zawarcia",
      "Description_EN": "The title and introductory clause, which states the type of agreement involved, perhaps the date of the agreement, and the parties to the agreement",
      "Keywords": "",
      "Examples": {
        "0": {
          "pl": "Niniejsza Umowa Zakupu („Umowa”) zostaje zawarta w dniu ___  („Data Zawarcia”) między ___, („___”) i ___ („Dostawca”).",
          "eng": "This Purchase Agreement (“Agreement”) is entered into on ___ (the “Effective Date”) by and between ___, (“___”) and ___ (“Supplier”).",
          "keywords": [
            "enter into",
            "zawrzeć"
         
          ]
        },
        "1": {
          "pl": "___ z siedzibą w ___, o kapitale zakładowym w wysokości ___ złotych, wpisanej do Krajowego Rejestru Sądowego pod numerem KRS ___, NIP ___, REGON ___, zwanym dalej Pracodawcą, reprezentowanym przez:",
          "eng": "___ with its registered office in ___, with share capital of PLN ___, entered into the National Court Register under number: ___, NIP[Tax ID No.]: ___, REGON [National Business Registry Number]: ___, hereinafter referred to as Employer, represented by:",
          "keywords": [
            "National Court Register",
            "zawrzeć",
            "Krajowy Rejestr Sądowy",
            "share capital",
            "kapitał zakładowy",
            "REGON",
            "National Business Registry Number"
          ]
        }
      }
    },
    "Recitals": {
      "Examples": {
        "0": {
          "pl": "Nabywca, działający na zlecenie Leasingobiorcy i podpisawszy Umowę Leasingową nr ___, zleca skonstruowanie i wyraża chęć zakupu Żurawia Portowego Jezdnego (zwanego dalej „Żurawiem”) opisanego w niniejszej Umowie, a Wykonawca zobowiązuje się do skonstruowania i sprzedaży dla Nabywcy jednego, nowego Żurawia typu ___, zgodnie z postanowieniami niniejszej Umowy. W związku z powyższym strony wspólnie uzgodniły, co następuje:",
          "eng": "WHEREAS the Purchaser acting on the order of the Lessee and having executed Lease Agreement no. ___, desires to have constructed and to purchase the Mobile Harbor Crane (hereinafter referred to as 'Crane') described herein AND WHEREAS the Contractor engages to construct and to sell to the Purchaser one brand new Crane, type ___ in accordance with the provisions of this Contract. THEREFORE the contracting parties mutually agree as follows:",
          "keywords": [
            "whereas",
            "therefore"
          ]
        },
        "1": {
          "pl": "ZWAŻYWSZY, że ___ zawarł Umowę rejestracyjną z Internet  Corporation for Assigned Names and Numbers („ICANN”) w celu obsługi wspólnego Systemu Rejestracji, serwerów nazw TLD i innych urządzeń dla domeny najwyższego poziomu .ORG; ZWAŻYWSZY, że wielu rejestratorów świadczy usługi  rejestracji nazw domen w ramach domeny najwyższego poziomu .ORG; ZWAŻYWSZY, że Rejestrator chce działać jako rejestrator  nazw domen najwyższego poziomu .ORG. W związku z obustronnymi zobowiązaniami zawartymi w niniejszej Umowie, w zamian za odpowiednie wynagrodzenie, którego odbiór i adekwatność są niniejszym potwierdzone, ___ i Rejestrator niniejszym uzgadniają, co następuje:",
          "eng": "WHEREAS, ___ has entered a Registry Agreement with the Internet Corporation for Assigned Names and Numbers to operate a shared  registration system, TLD nameservers, and other equipment for the .ORG  top-level domain; WHEREAS, multiple registrars provide Internet domain name registration services within the .ORG top-level domain; WHEREAS, Registrar wishes to act as a registrar for domain names within the .ORG top-level domain. NOW, THEREFORE, for and in consideration of the mutual  promises, benefits and covenants contained herein and for other good and  valuable consideration, the receipt, adequacy and sufficiency of which are  hereby acknowledged, ___ and Registrar, intending to be legally bound, hereby agree as follows:",
          "keywords": [
            "therefore",
            "whereas",
            "covenant",
            "zobowiązać się",
            "zważywszy"
          ]
        }
      },
      "Description_PL": "Przedstawienie okoliczności poprzedzających zawarcie umowy",
      "Description_EN": "The recitals to a contract state any background information that the parties regard as relevant.",
      "Keywords": ""
    },
    "Definitions": {
      "Examples": {
        "0": {
          "pl": "Dla celów niniejszej Umowy Partnerstwa, zastosowanie będą miały następujące definicje:",
          "eng": "For the purposes of this Agreement the terms listed below shall have the following meaning:",
          "keywords": [
            "definitions",
            "definicje",
            "meaning"
           
          ]
        },
        "1": {
          "pl": "Terminy użyte w niniejszych Ogólnych Warunkach Umów Najmu (zwanych dalej „Ogólnymi Warunkami”) zawartych pomiędzy ___ (zwaną dalej „Wynajmującym”) i jej klientami (zwanymi dalej „Najemcą”) lub w Umowie mają następujące znaczenie:",
          "eng": "Definitions in the General Terms of Lease Agreements (hereinafter referred to as “General Terms”) concluded between ___ (hereinafter referred to as “Lessor”) and its clients (hereinafter referred to as “Lessees”) or in the Agreement shall have the following meaning:",
          "keywords": [
            "definitions",
            "definicje",
            "meaning",
            "termin",
           
            "terms"
          ]
        }
      },
      "Description_PL": "Definicje kluczowych terminów",
      "Description_EN": "Defined term makes a contract easier to read by allowing the drafter to use throughout the contract the shorter defined term instead of the longer definition. It also ensures that whatever is defined is expressed consistently throughout the contract ",
      "Keywords": ""
    },
    "Warranties and Representations": {
      "Examples": {
        "0": {
          "pl": "Dostawca gwarantuje Klientowi, że dostarczone Produkty będą odpowiedniej jakości oraz zgodne ze wszystkimi istotnymi danymi w specyfikacji Produktu.",
          "eng": "The Supplier warrants to the Customer that the Products, as delivered to the Customer, will be of sound materials and workmanship and will comply in all material respects with the Specification.",
          "keywords": [
            "gwarantować",
            "jakość",
            "warranty",
            "comply"
          ]
        },
        "1": {
          "pl": "Dostawca ponosi odpowiedzialność z tytułu niniejszej gwarancji, tylko jeśli Klient pisemnie powiadomi dostawcę o wszelkich wadach w ciągu trzydziestu (30) dni od daty, kiedy zostały wykryte lub powinny zostać wykryte.",
          "eng": "The Supplier shall only be liable under this warranty provided that the Customer gives written notice of any defects to the Supplier within thirty (30) days after such date as they are or should first reasonably have been discovered.",
          "keywords": [
            "odpowiedzialność",
            "wada",
            "liable",
            "warranty",
            "defect",
            "discovery",
            "notice"
          ]
        },
        "2": {
          "pl": "Jeśli okaże się, że w ciągu pierwszych dwunastu miesięcy od dostarczenia Produktów do Klienta, Produkty te są niezgodne z gwarancjami określonymi w pkt 9.1, Dostawca, wedle wyboru Klienta, wymieni te Produkty na Produkty zgodne z wymaganiami lub zwróci kwotę zapłaconą za takie niezgodne Produkty, pod warunkiem, że zostały spełnione wymagania określone w pkt 9.2",
          "eng": "If it is shown that the Products or any of them fail to comply with the warranties given under Clause 9.1 within the first twelve months after their delivery to the Customer and provided the requirements detailed in Clause 9.2 have been met, the Supplier will at the Customer’s option, either replace the Products with compliant Products or refund the price paid in respect of such non-compliant Products.",
          "keywords": [
            "gwarancja",
            "niezgodność",
            "wymienić",
            "zwrot",
            "warranty",
            "non-compliance",
            "replace",
            "refund"
          ]
        },
        "3": {
          "pl": "Dostawca nie ponosi odpowiedzialności za szkody pośrednie lub wtórne, utratę zysków lub roszczenia stron trzecich w odniesieniu do Produktów. Dostawca ponosi odpowiedzialność za śmierć lub uszkodzenie ciała wynikające z wad Produktów spowodowanych zaniedbaniem Dostawcy.",
          "eng": "The Supplier shall not be liable for any indirect or consequential losses, loss of profits or third party claims in relation to the Products (with the exception that the Supplier shall remain liable for death or personal injury arising out of defects in the Products to the extent attributable to the Supplier’s negligence).",
          "keywords": [
            "odpowiedzialność",
            "szkody",
            "roszczenia",
            "zaniedbanie",
            "consequential",
            "claim",
            "injury"
          ]
        },
        "4": {
          "pl": "Sprzedawca gwarantuje, że Towar dostarczony w ramach realizacji Umowy będzie zgodny ze specyfikacją zawartą w Załączniku nr 1 i wszelkimi innymi wymogami Umowy oraz że będzie dobrej jakości, nadający się do przewidywanych zastosowań, a także wolny od wad fizycznych i prawnych.",
          "eng": "The Seller guarantees that the Goods delivered hereunder shall be in accordance with the specifications set forth in the Annex 1 and all other requirements hereof and that they shall be of good quality and suitable for their intended use and free from physical and legal defects.",
          "keywords": [
            "gwarantować",
            "specyfikacja",
            "wymóg",
            "jakość",
            "wada",
            "guarantee",
            "specifications",
            "requirement",
            "quality",
            "defect"
          ]
        }
      },
      "Description_PL": "Potwierdzenie prawdziwosci faktów, które skłoniły strony do przystąpienia do umowy; udzielenie rękojmi za ewentualne wady prawne lub wady fizyczne rzeczy, których umowa dotyczy",
      "Description_EN": "Representations and warranties are assurances that one party gives to another party; assurances are statements that the party can rely on as factual.",
      "Keywords": ""
    },
    "Termination": {
      "Examples": {
        "0": {
          "pl": "Po wygaśnięciu lub rozwiązaniu niniejszej Umowy, licencja udzielona w punkcie 4.1 powyżej wygasa, a XXX zaprzestanie używania Znaków Sponsora.",
          "eng": "Upon any expiration or termination of this Agreement, the license granted in Section 4.1 above will terminate, and XXX will cease its use of the Sponsor Marks.",
          "keywords": [
            "wygaśnięcie",
            "rozwiązanie",
            "expiration",
            "termination"
          ]
        },
        "1": {
          "pl": "Jeżeli Dostawca lub Klient anulują umowę z przyczyn, za które odpowiada Dostawca, Dostawca zapłaci odszkodowanie Klientowi w wysokości 10% wartości niniejszej Umowy.",
          "eng": "In case either Supplier or Customer cancels the contract due to the reasons that remain under Supplier's responsibility, the Supplier shell be obliged to pay to Customer compensation at the value of 10% of the value of the Agreement.",
          "keywords": [
            "anulować",
            "odszkodowanie",
            "cancel",
            "compensation"
          ]
        },
        "2": {
          "pl": "Jeżeli jedna ze Stron w istotny sposób naruszy którekolwiek ze swoich zobowiązań wynikających z niniejszej Umowy i naruszenie takie nie zostanie naprawione w ciągu trzydziestu dni kalendarzowych od dnia pisemnego powiadomienia o tym naruszeniu przez drugą Stronę, wówczas druga Strona może rozwiązać niniejszą Umowę, pisemnie powiadamiając o tym drugą Stronę, w dniu określonym w tym powiadomieniu.",
          "eng": "In the event that either party materially breaches any of its obligations under this Agreement and such breach is not substantially cured within thirty calendar days after written notice thereof is given by the other party, then the non-breaching party may, by giving written notice thereof to the other party, terminate this Agreement as of the date specified in such notice of termination.",
          "keywords": [
            "naruszyć",
            "naprawić",
            "powiadomienie",
            "breach",
            "cure",
            "notice"
          ]
        },
        "3": {
          "pl": "Każda ze Stron może rozwiązać niniejszą Umowę, jeżeli druga Strona zostanie uznana za niewypłacalną lub postawiona w stan upadłości, lub jeżeli zostanie wszczęte postępowanie przez stronę domagającą się odszkodowania, restrukturyzacji lub układu na podstawie przepisów prawa upadłościowego, dokonania cesji na rzecz wierzycieli, powołania syndyka, likwidatora, powiernika nieruchomości i aktywów Strony, likwidacji, rozwiązania i zakończenia działalności gospodarczej danej Strony.",
          "eng": "Either party may terminate this Agreement if the other party is adjudged insolvent or bankrupt, or if proceedings are instituted by or against a party seeking relief, reorganization or arrangement under any laws relating to insolvency, or seeking any assignment for the benefit of creditors, or seeking the appointment of a receiver, liquidator or trustee of a party's property or assets or the liquidation, dissolution or winding up of a party's business.",
          "keywords": [
            "niewypłacalność",
            "upadłość",
            "wszczynać",
            "postępowanie",
            "odszkodowanie",
            "restrukturyzacja",
            "układ",
            "cesja",
            "wierzyciel",
            "syndyk",
            "likwidator",
            "powiernik",
            "likwidacja",
            "rozwiązanie",
            "insolvent",
            "bankrupt",
            "institute",
            "proceeding",
            "relief",
            "reorganization",
            "arrangement",
            "creditor",
            "receiver",
            "liquidator",
            "trustee",
            "disolution",
            "wind up"
          ]
        },
        "4": {
          "pl": "W przypadku istotnego naruszenia umowy przez jedną ze Stron, druga Strona ma prawo wypowiedzieć niniejszą Umowę i/lub odpowiednią Umowę Lokalną (w tym Zamówienia zawarte na jej mocy) w całości lub w części. Rozwiązanie Umowy Lokalnej wiąże się z rozwiązaniem Zamówień złożonych na mocy tej umowy. Naruszenie uważa się za istotne, jeśli w jego wyniku nie jest zasadne oczekiwać, że druga strona pozostanie prawnie związana Umową/Umową Lokalną do czasu jej wygaśnięcia.",
          "eng": "In the event of a Party's material breach, the other Party shall have the right to terminate this Agreement and/or the respective Local Agreement (including Orders covered hereby), wholly or partly. For the sake of order, termination of a Local Agreement shall include termination of the Orders given hereunder. A breach shall be considered material if the nature of the breach entails that the other party cannot reasonably be expected to remain legally bound by the Agreement/Local Agreement until expiration hereof.",
          "keywords": [
            "naruszenie",
            "wypowiedzieć",
            "związana",
            "breach",
            "terminate",
            "bound"
          ]
        },
        "5": {
          "pl": "Wypowiedzenie lub wygaśnięcie niniejszej Umowy lub Umowy Lokalnej (niezależnie od przyczyny) nie ma wpływu na wszelkie nabyte prawa i zobowiązania Stron, ani nie wpływa na wejście w życie ani też obowiązywanie postanowień niniejszej Umowy lub Umowy Lokalnej, które wyraźnie lub w sposób dorozumiany mają wejść w życie lub dalej obowiązywać w dniu ich rozwiązania lub wygaśnięcia.",
          "eng": "Any termination or expiry of this Agreement or any Local Agreement (however caused) shall not affect any accrued rights or liabilities of either Party, nor shall it affect the coming into force or the continuance in force of any provision of this Agreement or a Local Agreement which is expressly or by implication intended to come into or continue in force on or after such termination or expiry.",
          "keywords": [
            "nabyć",
            "zobowiązania",
            "accrue",
            "liability"
          ]
        }
      },
      "Description_PL": "Postanowienia dotyczące rozwiązywania umowy",
      "Description_EN": "Provisions concerning the termination of the agreement",
      "Keywords": ""
    },
    "Indemnification": {
      "Examples": {
        "0": {
          "pl": "Rejestrator, na własny koszt i w ciągu trzydziestu dni od przedstawienia żądania przez xxx zgodnie z niniejszym par., przejmie odpowiedzialność za xxx i jej podwykonawców, a także jej dyrektorów, członków kadry kierowniczej, pracowników, pełnomocników, przedstawicieli i ich podmiotów stowarzyszonych w stosunku do wszelkich roszczeń, pozwów, postępowań wszczętych przeciwko nim w oparciu o lub wynikających  z roszczeń dotyczących: (ii)  produktów lub usług Rejestratora; (ii) wszelkich porozumień, w tym polityki rozstrzygania sporów Rejestratora, z każdym Posiadaczem nazwy zarejestrowanej lub Rejestratorem; lub (iii) działalności Rejestratora związanej z rejestracją nazw domen, w tym prowadzenia kampanii reklamowej Rejestratora,  składania wniosków o rejestrację nazw domen, systemami i innymi procesami, pobieraniem opłat, naliczaniem opłat oraz obsługą klienta.",
          "eng": "Registrar, at its own expense and within thirty days after presentation of a demand by xxx under this Section, will indemnify, defend and hold harmless xxx and its subcontractors, and the directors, officers, employees, representatives, agents and affiliates of each of them, against any claim, suit, action, or other proceeding brought against any such party(ies) based on or arising from any claim or alleged claim: (i) relating to any product or service of Registrar; (ii) relating to any agreement, including Registrar's dispute policy, with any Registered Name Holder or Registrar; or (iii) relating to Registrar's domain name registration business, including, but not limited to, Registrar's advertising, domain name application process, systems and other processes, fees charged, billing practices and customer service.",
          "keywords": [
            "żądanie",
            "odpowiedzialność",
            "podwykonawca",
            "dyrektor",
            "kierownictwo",
            "przedstawiciel",
            "pełnomocnik",
            "roszczenie",
            "pozew",
            "postępowanie",
            "wszczęcie",
            "defend",
            "hold harmless",
            "subcontractor",
            "director",
            "officer",
            "agent",
            "representative",
            "claim",
            "suit",
            "action",
            "proceeding"
          ]
        },
        "1": {
          "pl": "xxx niezwłocznie powiadomi Rejestratora o każdym takim roszczeniu, a na pisemny wniosek Rejestratora xxx dostarczy Rejestratorowi wszystkie dostępne informacje i udzieli Rejestratorowi uzasadnionej pomocy w celu obrony przed takimi roszczeniami pod warunkiem, że Rejestrator zwróci xxx poniesione i uzasadnione koszty w związku z udzielaniem takich informacji i pomocy.",
          "eng": "xxx shall provide Registrar with prompt notice of any such claim, and upon Registrar's written request, xxx will provide to Registrar all available information and assistance reasonably necessary for Registrar to defend such claim, provided that Registrar reimburses xxx for xxx’S actual and reasonable costs incurred in connection with providing such information and assistance.",
          "keywords": [
            "zwrócić",
            "powiadomienie",
            "roszczenie",
            "ponieść",
            "koszt",
            "claim",
            "incur",
            "defend",
            "reimburse"
          ]
        },
        "2": {
          "pl": "Rejestrator nie zawrze ugody ani żadnego porozumienia dotyczącego roszczeń, za które przejął odpowiedzialność bez uprzedniej pisemnej zgody xxx, której ta nie może odmówić bez uzasadnienia.",
          "eng": "Registrar will not enter into any settlement or compromise of any such indemnifiable claim without xxx’S prior written consent, which consent shall not be unreasonably withheld.",
          "keywords": [
            "ugoda",
            "roszczenie",
            "odpowiedzialność",
            "zgoda",
            "settlement",
            "claim",
            "consent"
          ]
        },
        "3": {
          "pl": "Rejestrator pokryje  koszty, odszkodowania i wydatki, w tym uzasadnione koszty obsługi prawnej oraz koszty nałożone na xxx lub poniesione przez xxx w związku z takim roszczeniem, pozwem lub postępowaniem.",
          "eng": "Registrar will pay any and all costs, damages, and expenses, including, but not limited to, reasonable attorneys' fees and costs awarded against or otherwise incurred by xxx in connection with or arising from any such indemnifiable claim, suit, action or proceeding.",
          "keywords": [
            "koszt",
            "odszkodowanie",
            "wydatki",
            "nałożyć",
            "cost",
            "damages",
            "expenses",
            "fee",
            "award",
            "incur",
            "claim",
            "suit",
            "action"
          ]
        }
      },
      "Description_PL": "W klauzuli tej jedna ze stron umowy przejmuje na siebie odpowiedzialność z tytułu wybranych roszczeń, jakie mogą zostać zgłoszone w stosunku do drugiej ze stron oraz zobowiązuje się do zrekompensowania jej strat, szkód, kosztów, etc., jakie może ona w związku z tym ponieść.",
      "Description_EN": "",
      "Keywords": ""
    },
    "Default": {
      "Examples": {
        "0": {
          "pl": "",
          "eng": "",
          "keywords": [
            "",
            "",
            "",
            ""
          ]
        },
        "1": {
          "pl": "",
          "eng": "",
          "keywords": [
            "",
            "",
            ""
          ]
        }
      },
      "Description_PL": "Naruszenie postanowień umowy",
      "Description_EN": "The omission or failure to fulfill a duty, observe a promise, discharge an obligation, or perform an agreement",
      "Keywords": ""
    },
    "Force Majeure": {
      "Examples": {
        "0": {
          "pl": "Dostawca nie ponosi odpowiedzialności za niedostarczanie Produktów lub usług technicznych na mocy niniejszej Umowy, jeśli wynika to ze wszelkich okoliczności niezależnych od dostawcy, w tym ognia, eksplozji, terroryzmu, strajków, burzy, powodzi lub działań, poleceń lub interwencji wszelkich stosownych władz lokalnych lub rządowych.",
          "eng": "The Supplier shall not be liable for any failure in the supply of the Products or technical service under this Agreement where such failure results from any circumstances beyond the reasonable control of the Supplier including but not limited to fire, explosion, terrorism, stoppages or work due to industrial action, lightening, storm, floods or acts, orders or intervention of any applicable local or governmental or public or private authority or utility.",
          "keywords": [
            "okoliczności",
            "odpowiedzialność",
            "strajk",
            "liability",
            "stoppage"
          ]
        },
        "1": {
          "pl": "Jeżeli Dostawca dowie się o okolicznościach opisanych pkt 10.1, niezwłocznie powiadomi Klienta o tych okolicznościach i ich przewidywanym wpływie na wykonywane przez niego zobowiązania Umowy.",
          "eng": "In the event that the Supplier becomes aware of any such circumstances, as described in clause 10.1, the Supplier shall as soon as is reasonably practicable notify the Customer of the circumstances and the anticipated effect on performance of this contract by the Supplier.",
          "keywords": [
            "okoliczności",
            "circumstances",
            "notice"
          ]
        },
        "2": {
          "pl": "Sprzedawca nie ponosi odpowiedzialności za niedotrzymanie warunków Umowy wynikające z okoliczności (w tym także obejmujące zaniedbania ze strony Sprzedawcy), które znajdują się poza kontrolą Sprzedawcy i które uniemożliwiają Sprzedawcy dotrzymanie warunków umowy lub ograniczają go w tym względzie.",
          "eng": "Seller shall not be liable for any failure to comply with the contract related to any circumstances whatever (whether or not involving Seller's negligence) which are beyond Seller's reasonable control and which prevent or restrict Seller from complying with the contract.",
          "keywords": [
            "odpowiedzialność",
            "dotrzymać",
            "zaniedbanie",
            "liability",
            "comply",
            "negligence"
          ]
        },
        "3": {
          "pl": "Niemniej Sprzedawca może w zasadnych przypadkach oraz bez ponoszenia odpowiedzialności zawiesić wykonywanie wszystkich lub niektórych jego zobowiązań na mocy Umowy lub odstąpić od ich wykonywania, jeśli zdolność Sprzedawcy do dotrzymania takich zobowiązań zostanie w znacznym stopniu ograniczona.",
          "eng": "However, Seller may where reasonable and without liability suspend or terminate all or some of its obligations under the contract if Seller’s ability to fulfil such obligations is materially impaired.",
          "keywords": [
            "odpowiedzialność",
            "odstąpienie",
            "zobowiązanie",
            "suspend",
            "terminate",
            "obligation"
          ]
        }
      },
      "Description_PL": "Klauzua, która zwalnia strony umowy od odpowiedzialności za zdarzenia nad którymi nie panują",
      "Description_EN": "An event or effect that can be neither anticipated nor controlled",
      "Keywords": ""
    },
    "Governing Law": {
      "Examples": {
        "0": {
          "pl": "Niniejsza umowa podlega prawu kraju Sprzedającego oraz będzie zgodnie z nim interpretowana.",
          "eng": "This contract shall be governed by and construed in accordance with the law of Seller’s country.",
          "keywords": [
            "podlegać",
            "interpretować",
            "governed",
            "construed"
          ]
        },
        "1": {
          "pl": "Prawem właściwym dla wykładni niniejszej Umowy będzie prawo stanu Kalifornia, przy czym przyjęte w nim normy kolizyjne nie będą uwzględniane.",
          "eng": "This Agreement will be governed by and construed in accordance with the laws of the State of California without regard to its conflict of laws provisions.",
          "keywords": [
            "prawo właściwe",
            "wykładnia",
            "norma kolizyjna",
            "govern",
            "construe",
            "conflict"
          ]
        },
        "2": {
          "pl": "Do niniejszej umowy ani transakcji w niej przewidzianych nie ma zastosowania Konwencja Narodów Zjednoczonych o umowach międzynarodowej sprzedaży towarów.",
          "eng": "The United Nations Convention on Contracts for the International Sale of Goods shall not apply to this contract or the transactions contemplated by this contract.",
          "keywords": [
            "Narody Zjednoczone",
            "United Nations"
          ]
        },
        "3": {
          "pl": "W sprawach nie uregulowanych w niniejszej Umowie będą miały zastosowanie przepisy Kodeksu cywilnego",
          "eng": "The provisions of the Civil Code shall apply in matters not regulated by the Contract",
          "keywords": [
            "Civil Code",
            "Kodeks cywilny"
          ]
        }
      },
      "Description_PL": "Klauzula wskazująca prawo, jakie strony przyjeły za nadrzędne w stosunku do zawartej przez siebie umowy, czyli prawo stanowiące podstawę wykładni jej postanowień",
      "Description_EN": "Contract provision specifying the governing jurisdiction over disputes arising from or relating to this contract",
      "Keywords": ""
    },
    "Notices": {
      "Examples": {
        "0": {
          "pl": "Powiadomienia muszą mieć formę pisemną i być przesyłane na adres Sprzedającego lub Nabywcy, przy czym zostaną uznane za doręczone w pierwszym dniu roboczym po ich doręczeniu osobistym lub faksem (dostarczenie należy potwierdzić), lub - w przypadku nadania przesyłką priorytetową lub ekspresową - po upływie pięciu dni roboczych od daty nadania na adres Nabywcy lub Sprzedającego.",
          "eng": "Notices must be in writing to Seller's or Buyer's address and are deemed delivered on the first working day after delivery by hand or (subject to confirmation of transmission) by facsimile, or, where sent by first class or express post, five clear working days after the date of posting to Buyer's or Seller's address.",
          "keywords": [
            "z zastrzeżeniem",
            "powiadomienia",
            "nadanie",
            "przesyłka",
            "dzień roboczy",
            "nadanie",
            "notice",
            "deemed",
            "facsimile",
            "delivery",
            "working day",
            "subject to"
          ]
        },
        "1": {
          "pl": "Wszelkie powiadomienia wymagane lub wymienione w niniejszej Umowie będą uważane za ważne dla celów niniejszej Umowy wyłącznie jeśli (a) są na piśmie, (b) w języku angielskim, (c) odnoszą się do niniejszej Umowy, (d) są doręczane osobiście przez cieszącego się dobrą reputacją kuriera lub wysłane listem poleconym, opłaconym z góry, z potwierdzeniem odbioru, i (e) dostarczane są na następujący adres (lub na adres wskazany przez odbiorcę stronie wysyłającej zgodnie z punktem 7.5):",
          "eng": "Any notice that is required by, or otherwise specified in, this Agreement will be deemed to be a valid notice for the purposes of this Agreement only if it (a) is in writing, (b) is in the English language, (c) makes reference to this Agreement, (d) is delivered in person, by reputable courier, or mailed by certified or registered mail, postage prepaid, return receipt requested, and (e) is delivered to the following address (or to such other address as may be designated by the receiving party to the sending party in accordance with this Section 7.5):",
          "keywords": [
            "powiadomienie",
            "doręczanie",
            "kurier",
            "adres",
            "notice",
            "deem",
            "courier",
            "registered mail",
            "return receipt",
            "address"
          ]
        }
      },
      "Description_PL": "Klauzula ta określa tryb prowadzenia korespondencji związanej z umową",
      "Description_EN": "A notice clause states how the parties to a contract will communicate with each other in written form",
      "Keywords": ""
    },
    "Confidentiality": {
      "Examples": {
        "0": {
          "pl": "Dla celów niniejszej Umowy za informacje poufne uznaje się PRÓBKI, wyniki badań przeprowadzonych w ramach ZAMIERZONEGO CELU oraz wszelkie informacje i dane dotyczące PRÓBEK (w tym skład chemiczny, makrostruktura i działanie), ujawnione na mocy niniejszej Umowy w jakiejkolwiek formie przez Stroną Ujawniającą na rzecz Stroną Ujawniającej lub uzyskane przez Stronę Otrzymującą w trakcie wykonywania działań w ramach ZAMIERZONEGO CELU („Informacje Poufne”), z wyjątkiem informacji lub danych, co do których Strona Ujawniająca może dowieść na podstawie materiałów w formie pisemnej, że:",
          "eng": "For the purposes of this Agreement shall be considered as confidential the SAMPLES, the outcomes of the activities under the CONTEMPLATED PURPOSE and any information and data relating to the SAMPLES (including chemical composition, macrostructure and performances), disclosed hereunder in any form by DISCLOSER to DISCLOSEE and/or acquired by DISCLOSEE in performing the activities under the CONTEMPLATED PURPOSE (all the foregoing hereinafter collectively referred to as “CONFIDENTIAL INFORMATION”), except information or data for which DISCLOSEE may prove, by written evidence, that:",
          "keywords": [
            "informacje poufne",
            "ujawniać",
            "confidential",
            "disclose"
          ]
        },
        "1": {
          "pl": "Strona Otrzymująca zachowa poufność Informacji Poufnych Strony Ujawniającej i dołoży wszelkich starań, aby zachować tajność i poufność Informacji Poufnych, w tym m.in. wdrażając zasadne fizyczne zabezpieczenia i procedury operacyjne.",
          "eng": "The Receiving Party shall treat as strictly confidential, and use all reasonable efforts to preserve the secrecy and confidentiality of, all Confidential Information of the Disclosing Party, including implementing reasonable physical security measures and operating procedures.",
          "keywords": [
            "tajne",
            "zabezpieczenia",
            "confidential",
            "secrecy",
            "measures"
          ]
        },
        "2": {
          "pl": "The Receiving Party agrees that it will use any Confidential Information of the Disclosing Party solely for the purpose of exercising its right or performing its obligations under this Agreement and for no other purposes whatsoever.",
          "eng": "Strona będzie wykorzystywać Informacje Poufne Strony Ujawniającej wyłącznie w celu korzystania ze swoich praw lub wykonywania zobowiązań wynikających z Umowy.",
          "keywords": [
            "poufne",
            "zobowiązania",
            "exercise",
            "obligation"
          ]
        },
        "3": {
          "pl": "Strona Otrzymująca zobowiązuje się nie ujawniać żadnych Informacji Poufnych Strony Ujawniającej innym osobom. Jeżeli jednak Strona Otrzymująca jest korporacją, spółką osobową lub podobnym podmiotem, ujawnienie Informacji Poufnych jest dozwolone jej członkom kadry kierowniczej, pracownikom, wykonawcom i przedstawicielom, którzy muszą w uzasadnionych przypadkach poznać takie Informacje Poufne, pod warunkiem że Strona Otrzymująca poinformuje ich o poufnym charakterze Informacji Poufnych i procedurach wymaganych w celu zachowania ich poufności, i uzyska od nich pisemne potwierdzenia tego, że zgodzili się być indywidualnie zobowiązani warunkami dotyczącymi poufności określonymi w Umowie.",
          "eng": "The Receiving Party shall make no disclosures whatsoever of any Confidential Information of the Disclosing Party to others; provided, however, that if the Receiving Party is a corporation, partnership, or similar entity, disclosure is permitted to the Receiving Party's officers, employees, contractors and agents who have a demonstrable need to know such Confidential Information, provided the Receiving Party shall advise such personnel of the confidential nature of the Confidential Information and of the procedures required to maintain the confidentiality thereof, and shall require them to acknowledge in writing that they have read, understand, and agree to be individually bound by the confidentiality terms of this Agreement.",
          "keywords": [
            "ujawniać",
            "poufne",
            "ujawnienie",
            "obligation",
            "disclose",
            "bound"
          ]
        },
        "4": {
          "pl": "Niezależnie od powyższego, niniejszy podpunkt nie nakłada na strony żadnych zobowiązań w odniesieniu do informacji, które (i) zostały ujawnione w przypadku braku umowy o zachowaniu poufności i Strona ujawniająca wyraziła pisemną zgodę na ujawnienie tych informacji przed ich ujawnieniem; lub (ii) są lub weszły do domeny publicznej bez winy Strony otrzymującej; lub (iii) są znane Stronie otrzymującej przed ich ujawnieniem; lub (iv) zostały opracowane niezależnie przez Stronę otrzymującą bez wykorzystania Informacji poufnych; lub (v) są powszechnie udostępniane przez Stronę ujawniającą bez ograniczeń w zakresie ujawnienia, lub (vi) należy ujawnić na mocy przepisów prawa, regulacji lub nakazu sądowego; pod warunkiem, że w przypadku, gdy Strona otrzymująca jest zobowiązana na mocy przepisów prawa, regulacji lub nakazu sądowego do ujawnienia Informacji poufnych Strony ujawniającej, Strona otrzymująca niezwłocznie powiadomi o tym Stronę ujawniającą na piśmie przed dokonaniem takiego ujawnienia, aby ułatwić Stronie ujawniającej starania o wydanie nakazu zabezpieczającego lub innego stosownego środka zaradczego od właściwych władz, na koszt Strony ujawniającej.",
          "eng": "Notwithstanding the foregoing, this subsection imposes no obligation upon the parties with respect to information that (i) is disclosed in the absence of a confidentiality agreement and such disclosure was agreed to by the Disclosing Party in writing prior to such disclosure; or (ii) is or has entered the public domain through no fault of the Receiving Party; or (iii) is known by the Receiving Party prior to the time of disclosure; or (iv) is independently developed by the Receiving Party without use of the Confidential Information; or (v) is made generally available by the Disclosing Party without restriction on disclosure; or (vi) is required to be disclosed by law, regulation or court order; provided, that in the event the Receiving Party is required by law, regulation or court order to disclose any of Disclosing Party's Confidential Information, Receiving Party will promptly notify Disclosing Party in writing prior to making any such disclosure in order to facilitate Disclosing Party seeking a protective order or other appropriate remedy from the proper authority, at the Disclosing Party's expense.",
          "keywords": [
            "zobowiązania",
            "domena publiczna",
            "nakaz",
            "ujawnienie",
            "środek zaradczy",
            "obligation",
            "disclose",
            "confidential",
            "public domain",
            "order",
            "remedy"
          ]
        },
        "5": {
          "pl": "Ponadto, jeśli Strona Ujawniająca nie zapobiegnie ujawnieniu wnioskującemu podmiotowi prawnemu Informacji Poufnych, zobowiązuje się ona ujawnić wyłącznie część Informacji Poufnych, której ujawnienie wymaga prawo.",
          "eng": "Receiving Party further agrees that if Disclosing Party is not successful in precluding the requesting legal body from requiring the disclosure of the Confidential Information, it will furnish only that portion of the Confidential Information which is legally required.",
          "keywords": [
            "disclose",
            "preclude",
            "confidential",
            "disclose",
            "preclude",
            "poufne"
          ]
        },
        "6": {
          "pl": "Przez cały okres obowiązywania niniejszej Umowy i Umów Lokalnych zawartych na mocy niniejszej Umowy oraz przez okres pięciu (5) lat po ich upływie, każda ze Stron zobowiązuje się przestrzegać bezwzględnej poufności w odniesieniu do warunków niniejszej Umowy, Umów Lokalnych zawartych na mocy niniejszej Umowy, badań, wynalazków, specyfikacji, planów produktów, rozwoju, działalności biznesowej, szkoleń, instrukcji, strategii biznesowych itp., jak również wszelkich innych informacji, które należy traktować jako poufne, przekazane Stronie lub które Strona poznała i które nie należą do wiedzy ogólnej(„Informacje Poufne”).",
          "eng": "For the entire term of this Agreement and any Local Agreement hereunder and for a period[1} {2]of five (5) years thereafter, each Party agrees to observe absolute confidentiality with respect to the terms and conditions of this Agreement, any Local Agreements hereunder, research, inventions, specifications, product plans, development, business activities, training, manuals, business strategies etc. as well as any other information which by its nature should reasonably be understood to be confidential, submitted to the Party or which have come to the Party's attention and do not fall within general knowledge (Confidential Information).",
          "keywords": [
            "poufne",
            "wiedza ogólna",
            "confidential",
            "general knowledge"
          ]
        },
        "7": {
          "pl": "Do Informacji Poufnych nie zaliczają informacje, które 1) znajdują się w domenie publicznej lub trafiają do niej bez naruszenia niniejszej Umowy przez Stronę otrzymującą; 2) znajdowały się w posiadaniu Strony otrzymującej przed ich otrzymaniem od Strony ujawniającej i nie zostały pozyskane przez Stronę otrzymującą od Strony ujawniającej pod warunkiem zachowania poufności lub niewykorzystywania tych informacji; 3) są pozyskiwane przez Stronę otrzymującą od Strony Trzeciej, która nie jest zobowiązana wobec Strony ujawniającej do zachowania poufności tych informacji lub; 4) są niezależnie opracowywane przez Stronę otrzymującą bez użycia jakichkolwiek Informacji Poufnych Strony ujawniającej.",
          "eng": "Confidential Information shall however not include information which 1) is in or comes into the public domain without breach of this Agreement by the receiving Party; 2) was in the possession of the receiving Party prior to receipt from the disclosing Party and was not acquired by the receiving Party from the disclosing Party under an obligation of confidentiality or non-use; 3) is acquired by the receiving Party from a Third Party not under an obligation of confidentiality or non-use to the disclosing Party; or 4) is independently developed by the receiving Party without use of any Confidential Information of the disclosing Party.",
          "keywords": [
            "poufność",
            "domena publiczna",
            "naruszenie",
            "ujawnić",
            "confidentality",
            "public domain",
            "disclose"
          ]
        }
      },
      "Description_PL": "Klauzula ta określa, w jaki sposób strony zobowiązują się korzystać z informacji poufnych pozyskanych od siebie w związku z realizacją wiążącej je umowy",
      "Description_EN": "",
      "Keywords": ""
    },
    "Severability": {
      "Examples": {
        "0": {
          "pl": "Jeżeli którekolwiek z postanowień niniejszej Umowy zostanie uznane za niewykonalne, postanowienie takie zostanie wyegzekwowane w maksymalnym możliwym zakresie, aby zrealizować intencje stron, a pozostałe postanowienia niniejszej Umowy nie zostaną naruszone i zachowają pełną moc i skuteczność zgodnie z ich warunkami.",
          "eng": "If any provision of this Agreement is held to be unenforceable, such provision will be enforced to the maximum extent possible so as to effect the intent of the parties, and the other provisions of this Agreement will not be affected and will remain in full force and effect in accordance with their terms.",
          "keywords": [
            "niewykonalne",
            "egzekwować",
            "moc",
            "skuteczność",
            "unenforceable",
            "enforce",
            "full force and effect"
          ]
        },
        "1": {
          "pl": "Strony zobowiązują się podjąć wszelkie niezbędne czynności w celu osiągnięcia porozumienia i uzgodnienia nowych postanowień w miejsce postanowień uznanych za nieważne lub prawnie wadliwe.",
          "eng": "The Parties shall endeavour and take all necessary steps to reach an agreement and agree on new provisions in place of provisions declared invalid or legally defective.",
          "keywords": [
            "nieważne",
            "wadliwe",
            "invalid",
            "defective"
          ]
        }
      },
      "Description_PL": "Klauzula określająca skutki, jakie dla całości umowy wynikają z uznania części jej postanowień za nieważne lub niewykonalne",
      "Description_EN": "",
      "Keywords": ""
    },
    "Assignment": {
      "Examples": {
        "0": {
          "pl": "Żadna ze stron nie ma prawa cedować, przekazywać ani w inny sposób przenosić (dobrowolnie, z mocy prawa lub w inny sposób) niniejszej Umowy lub praw lub obowiązków z niej wynikających bez uprzedniej pisemnej zgody drugiej strony, przy czym każda strona może przenieść (bez konieczności uzyskania zgody drugiej strony) niniejszą Umowę wraz ze wszystkimi prawami i obowiązkami z niej wynikającymi na stronę trzecią która nabyła wszystkie lub większość majątku takiej strony, lub z którą się łączy.",
          "eng": "Neither party will, or will have the right to, assign, delegate or otherwise transfer (whether voluntarily, by operation of law or otherwise) this Agreement or any of its rights or obligations hereunder without the prior written consent of the other party; provided, however, that either party may assign (without the need to obtain the other party’s consent) this Agreement, together with all of its rights and obligations hereunder, to a third party that acquires all or substantially all of such party’s assets or into which such party is merged.",
          "keywords": [
            "cesja",
            "przenieść",
            "łączyć",
            "majątek",
            "assign",
            "delegate",
            "transfer",
            "assets",
            "merge"
          ]
        },
        "1": {
          "pl": "O ile niniejsza Umowa nie stanowi inaczej, postanowienia niniejszej Umowy są wiążące dla następców i cesjonariuszy Stron. Żadna ze stron nie może cedować ani przenosić swoich praw lub obowiązków wynikających z niniejszej Umowy bez uprzedniej pisemnej zgody drugiej Strony, która nie może zostać odmówiona bez uzasadnienia.",
          "eng": "Except as otherwise expressly provided in this Agreement, the provisions of this Agreement shall inure to the benefit of and be binding upon, the successors and permitted assigns of the parties. Neither party shall assign or transfer its rights or obligations under this Agreement without the prior written consent of the other party, which shall not be unreasonably withheld.",
          "keywords": [

            "następca",
            "cesjonariusz",
            "obowiązywać",
            "cesja",
            "successor",
            "bind",
            "assign" ,
            "transfer"
        


          ]
        }
      },
      "Description_PL": "Klauzula określa w jakim trybie i zakresie strony umowy mogą scedować przysługujqce im prawa na strony trzecie",
      "Description_EN": "",
      "Keywords": ""
    },
    "Arbitration": {
      "Examples": {
        "0": {
          "pl": "Wszelkie spory, różnice zdań i roszczenia wynikające z niniejszej Umowy lub z nią związane będą rozstrzygane w drodze arbitrażu w hrabstwie Santa Clara w Kalifornii, prowadzonego przez jednego arbitra.",
          "eng": "Any dispute, claim or controversy arising out of or relating to this Agreement will be determined by arbitration in Santa Clara County, California conducted by a single arbitrator.",
          "keywords": [
            "spory",
            "roszczenia",
            "arbitraż",
            "arbiter",
            "dispute",
            "claim",
            "controversy",
            "arbitration",
            "arbitrator"
          ]
        },
        "1": {
          "pl": "Orzeczenie na podstawie decyzji podjętej w wyniku takiego arbitrażu może zostać wydane przez każdy sąd właściwy.",
          "eng": "Judgment on the award rendered by such arbitration may be entered in any court having jurisdiction.",
          "keywords": [
            "orzeczenie",
            "arbitraż",
            "sąd właściwy",
            "wydać",
            "judgment",
            "award",
            "render",
            "arbitration",
            "court",
            "jurisdiction"
          ]
        },
        "2": {
          "pl": "Paragraf ten nie wyklucza możliwości dochodzenia przez strony w sądzie właściwym zarządzenia środków tymczasowej ochrony prawnej.",
          "eng": "This clause will not preclude parties from seeking provisional remedies in aid of arbitration from a court of competent jurisdiction.",
          "keywords": [
            "sąd właściwy",
            "środki",
            "ochrona prawna",
            "preclude",
            "provisional remedy",
            "arbitration",
            "competent",
            "jurisdiction"
          ]
        },
        "3": {
          "pl": "Postępowania sądowe mające na celu wyegzekwowanie orzeczenia arbitrażowego będą wnoszone do sądów stanowych i federalnych stanu Virginia; strony mają również prawo wyegzekwować orzeczenia takiego sądu przed każdym sądem właściwym.",
          "eng": "Any litigation brought to enforce an arbitration award shall be brought in the state or federal courts of the state of Virginia, U.S.A.; however, the parties shall also have the right to enforce a judgment of such a court in any court of competent jurisdiction.",
          "keywords": [
            "postępowanie",
            "orzeczenie",
            "egzekwować",
            "sąd właściwy",
            "sąd stanowy",
            "sąd właściwy",
            "litigation",
            "enforce",
            "arbitration award",
            "state court",
            "competent court"
          ]
        },
        "4": {
          "pl": "Każda ze stron ma prawo wystąpić o tymczasowe lub wstępne zabezpieczenie w drodze nakazu lub zakazu sądowego do organu arbitrażowego lub sądu stanowego lub federalnego stanu Virginia w Stanach Zjednoczonych w celu udzielenia pomocy w postępowaniu arbitrażowym lub ochrony praw strony w okresie trwania postępowania arbitrażowego, co nie będzie stanowić odstąpienia od porozumienia dotyczącego arbitrażu.",
          "eng": "For the purpose of aiding the arbitration and/or preserving the rights of a party during the pendency of an arbitration, each party shall have the right to seek temporary or preliminary injunctive relief from the arbitration panel or a court located in the state or federal courts in the state of Virginia, U.S.A., which shall not be a waiver of this arbitration agreement.",
          "keywords": [
            "zabezpieczenie",
            "nakaz sądowy",
            "odstąpienie",
            "injunctive relief",
            "waive"
          ]
        },
        "5": {
          "pl": "Strony będą próbować w dobrej wierze zawrzeć ugodę w sprawie wszelkich roszczeń lub sporów między nimi wynikającymi lub związanymi z niniejszą Umową. Jeśli spór nie zostanie rozwiązany w drodze negocjacji, strony przekażą spór do mediacji zgodnie z obowiązującymi przepisami. Jeśli strony nie uzgodnią warunków ugody w ciągu 45 dni od rozpoczęcia procedury mediacyjnej, spór zostanie rozstrzygnięty w postępowaniu w sądzie powszechnym Rzeczypospolitej Polskiej właściwym dla siedziby Klienta.",
          "eng": "The parties will attempt in good faith to negotiate a settlement to any claim or dispute between them arising out of or in connection with this Agreement. If the matter is not resolved by negotiation, the parties will refer the dispute to mediation in accordance with applicable provisions. If the parties fail to agree terms of settlement within 45 days of the commencement of the procedure the dispute shall be subject to court procedure thought the common courts of the Republic of Poland, as per territorial jurisdiction of the Customer’s corporate seat.",
          "keywords": [
            "dobra wiara",
            "ugoda",
            "roszczenia",
            "spór",
            "negocjacje",
            "mediacja",
            "sąd powszechny",
            "sąd właściwy",
            "siedziba",
            "common court",
            "good faith",
            "settlement",
            "claim",
            "dispute",
            "negotiation",
            "seat"
          ]
        },
        "6": {
          "pl": "Jeśli spór dotyczy głównie kwestii technicznych lub finansowych, Strony mogą się porozumieć w sprawie wyznaczenia niezależnego eksperta, aby ten przygotował raport dotyczący kwestii technicznych lub finansowych, które doprowadziły do sporu.",
          "eng": "If a dispute is substantially of a technical or financial nature the Parties may seek to obtain an agreement on appointing an independent expert, who may prepare a report on the technical or financial issues giving rise to the dispute.",
          "keywords": [
            "spór",
            "ekspert",
            "raport",
            "dispute",
            "expert",
            "report"
          ]
        }
      },
      "Description_PL": "Klauzula w której strony uzgadniają, że spory między nimi będzie rozstrzygać sąd arbitrażowy ",
      "Description_EN": "",
      "Keywords": ""
    },
    "Counterparts": {
      "Examples": {
        "0": {
          "pl": "Wszystkie podpisane kopie niniejszej Umowy są równie ważne jak oryginał. Niniejsza Umowa może zostać zawarta za pomocą kopii jej oryginału, a wszystkie razem stanowią one jedną i tę samą Umowę. Kopia faksymile strony niniejszej umowy ma taki sam skutek i ważność jak oryginalny podpis.",
          "eng": "All executed copies of this Agreement are duplicate originals, equally admissible as evidence. This Agreement may be executed in counterparts, and such counterparts taken together shall be deemed the Agreement. A facsimile copy of a signature of a party hereto shall have the same effect and validity as an original signature.",
          "keywords": [
            "kopia",
            "oryginał",
            "podpisać",
            "faksymile",
            "podpis",
            "copy",
            "original",
            "execute",
            "counterpart",
            "facsimile",
            "signature"
          ]
        }
      },
      "Description_PL": "Klauzula określa liczbę egzemplarzy, w jakiej podpisana jest umowa oraz ich moc prawną",
      "Description_EN": "",
      "Keywords": ""
    },
    "Waiver": {
      "Examples": {
        "0": {
          "pl": "Niewykorzystanie przez którąkolwiek ze stron dowolnych uprawnień, praw, przywilejów lub środków zaradczych na mocy niniejszej Umowy lub opóźnienie tej strony w ich wykorzystaniu nie będzie stanowiło odstąpienia od nich przez tę stronę; podobnie, żadne pojedyncze lub częściowe wykorzystanie ich nie wyklucza żadnego innego lub dalszego wykonywania ich lub innego rodzaju uprawnień, praw, przywilejów lub środków zaradczych.",
          "eng": "No failure on the part of either party to exercise any power, right, privilege or remedy under this Agreement, and no delay on the part of either party in exercising any power, right, privilege or remedy under this Agreement, shall operate as a waiver of such power, right, privilege or remedy; and no single or partial exercise or waiver of any such power, right, privilege or remedy shall preclude any other or further exercise thereof or of any other power, right, privilege or remedy.",
          "keywords": [
            "środek zaradczy",
            "odstąpienie",
            "waiver",
            "remedy"
          ]
        },
        "1": {
          "pl": "Przyjęto, że żadna ze stron nie odstąpi od dochodzenia roszczeń wynikających z niniejszej Umowy, ani od jakichkolwiek uprawnień, praw, przywilejów lub środków zaradczych na mocy niniejszej Umowy, chyba że odstąpienie od dochodzenia takich roszczeń zostało wyraźnie określone w należycie podpisanym i dostarczonym dokumencie w imieniu takiej strony; przy czym takie odstąpienie dotyczy wyłącznie szczególnego przypadku, w którym zostało udzielone.",
          "eng": "Neither party shall be deemed to have waived any claim arising out of this Agreement, or any power, right, privilege or remedy under this Agreement, unless the waiver of such claim, power, right, privilege or remedy is expressly set forth in a written instrument duly executed and delivered on behalf of such party; and any such waiver shall not be applicable or have any effect except in the specific instance in which it is given.",
          "keywords": [
            "roszczenie",
            "podpisać",
            "odstąpienie",
            "środek zaradczy",
            "claim",
            "waiver",
            "remedy",
            "execute"
          ]
        }
      },
      "Description_PL": "Klauzula określa skutki dobrowolnego odstąpienia przez stronę umowy od wykonywania przysługujących praw",
      "Description_EN": "",
      "Keywords": ""
    },
    "Survival": {
      "Examples": {
        "0": {
          "pl": "",
          "eng": "",
          "keywords": []
        },
        "1": {
          "pl": "",
          "eng": "",
          "keywords": [
            "",
            "",
            ""
          ]
        }
      },
      "Description_PL": "",
      "Description_EN": "",
      "Keywords": ""
    },
    "Testimonium": {
      "Examples": {
        "0": {
          "pl": "W DOWÓD CZEGO niniejsza Umowa została sporządzona w dwóch egzemplarzach i podpisana w imieniu Stron przez ich upoważnionych przedstawicieli.",
          "eng": "IN WITNESS WHEREOF, this Agreement has been executed in duplicate on behalf of the PARTIES by their authorised officers",
          "keywords": [
            "podpisać",
            "upoważniony",
            "authorised",
            "execute"
          ]
        },
        "1": {
          "pl": "Podpisując niniejszą Umowę strony potwierdzają, że ją przeczytały i zaakceptowały jej warunki oraz to, że Umowa jest wyczerpującym określeniem porozumienia między Stronami.",
          "eng": "The Parties, by signing, acknowledges that they have read the Agreement, understood it and agreed to be bound by its terms and conditions and further agree that the Agreement is the complete statement of the agreement between the Parties.",
          "keywords": [
            "porozumienie",
            "agreement"
          ]
        }
      },
      "Description_PL": "Formuła końcowa bezpośrednio poprzedzająca podpisy stron",
      "Description_EN": "",
      "Keywords": ""
    },
    "Amendments": {
      "Examples": {
        "0": {
          "pl": "Niniejsza Umowa i Załączniki do niej oraz Umowy Lokalne nie mogą być zmieniane lub poprawiane, o ile Strony nie uzgodnią tego na piśmie.",
          "eng": "This Agreement, the Appendices hereto and any Local Agreements may not be varied or amended unless such variation or amendment is agreed in writing by both Parties.",
          "keywords": [
            "zmieniać",
            "amend"
          ]
        },
        "1": {
          "pl": "Wszelkie propozycje każdej ze Stron dotyczące zmian, udoskonaleń i wprowadzenia innowacji w Usługach i Produktach, w niniejszej Umowie lub Umowach Lokalnych zawartych na mocy niniejszej Umowy, będą składane tylko przez osoby odpowiednio upoważnione przez Stronę, a po ich złożeniu zostaną one poddane odpowiednim procedurom określonym w Załączniku F (Procedura Zmiany Umowy).",
          "eng": "Any proposal by either Party for a change, enhancement, improvement or innovation to the Services and Deliverables, this Agreement or any Local Agreement hereunder shall only be made by duly appointed persons of the relevant Parties and once made shall be reviewed and progressed in accordance with Appendix F (Contract Change Procedure) as appropriate.",
          "keywords": [
            "upoważnić",
            "załącznik",
            "appointed",
            "appendix"
          ]
        },
        "2": {
          "pl": "Żadne poprawki i zmiany w niniejszej Umowie lub Umowach Lokalnych nie będą wiążąca dla Stron, jeżeli nie zostaną sporządzone na piśmie i należycie podpisane przez obie Strony.",
          "eng": "No amendments or alterations of this Agreement or any Local Agreement shall be binding upon either Party, unless in writing and duly signed by both Parties.",
          "keywords": [
            "poprawka",
            "wiążące",
            "amendment",
            "binding"
          ]
        },
        "3": {
          "pl": "Wszelkie zmiany postanowień niniejszej Umowy wprowadzone w Umowie Lokalnej będą obowiązywać w przypadku odpowiednich Produktów i Usług, tylko jeśli taka zmiana wyraźnie odnosi się do stosownej Klauzuli niniejszej Umowy, która ma zostać zmieniona lub usunięta.",
          "eng": "Any changes or modifications to the terms of this Agreement implemented into a Local Agreement will only be effective for the respective Deliverables and Services if such change or modification explicitly references the applicable Clause of this Agreement which is to be modified and/or deleted.",
          "keywords": [
            "zmienić",
            "klauzula",
            "amend",
            "clause"
          ]
        }
      },
      "Description_PL": "Klauzula regulująca sposób wprowadzania zmian do treści umowy po jej podpisaniu",
      "Description_EN": "",
      "Keywords": ""
    }
  }
}